<div class="slider">
    <div class="slick_block">
        <a href="#">
            <img src="img/sl_1.jpg">
            <div class="slider_text">
                <h3>Заголовок новости</h3>
                <p>Краткое описание новости</p>
            </div>
        </a>
    </div>
    <div class="slick_block">
        <a href="#">
            <img src="img/sl_2.jpg">
            <div class="slider_text">
                <h3>Заголовок новости</h3>
                <p>Краткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новости</p>
            </div>
        </a>
    </div>
    <div class="slick_block">
        <a href="#">
            <img src="img/sl_3.jpg">
            <div class="slider_text">
                <h3>Заголовок новости</h3>
                <p>Краткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новостиКраткое описание новости</p>
            </div>
        </a>
    </div>
    <div class="slick_block">
        <a href="#">
            <img src="img/sl_4.jpg">
            <div class="slider_text">
                <h3>Заголовок новости</h3>
                <p>Краткое описание новости</p>
            </div>
        </a>
    </div>
</div>